52n-sos-webapp/src/main/webapp/static/examples/sos_v100/requests_soap/GetObs_basic_soap_12.xml

<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" 
xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
xsi:schemaLocation="http://www.w3.org/2003/05/soap-envelope http://www.w3.org/2003/05/soap-envelope" 
xmlns:sos="http://www.opengis.net/sos/1.0" 
xmlns:ows="http://www.opengis.net/ows/1.1">
	<env:Body>
		<sos:GetObservation xmlns="http://www.opengis.net/sos/1.0"
			xmlns:ows="http://www.opengis.net/ows/1.1" xmlns:gml="http://www.opengis.net/gml"
			xmlns:ogc="http://www.opengis.net/ogc" xmlns:om="http://www.opengis.net/om/1.0"
			xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
			xsi:schemaLocation="http://www.opengis.net/sos/1.0
	http://schemas.opengis.net/sos/1.0.0/sosGetObservation.xsd"
			service="SOS" version="1.0.0" srsName="urn:ogc:def:crs:EPSG::4326">
			<sos:offering>http://www.52north.org/test/offering/6</sos:offering>
			<sos:observedProperty>http://www.52north.org/test/observableProperty/6</sos:observedProperty>
			<sos:responseFormat>text/xml;subtype=&quot;om/1.0.0&quot;</sos:responseFormat>
		</sos:GetObservation>
	</env:Body>
</env:Envelope>